Repository: Mikescops/mysetup
Catalog: src/Locale/*/default.po
Languages: es_es, fr_fr, it_it

source: Embed on Twitch
es_es: Incrustar en Twitch
fr_fr: Intégrer à Twitch
it_it: Incorporare su Twitch

source: Embed on your website
es_es: Incrustar en tu sitio web
fr_fr: Intégrer sur votre site Internet
it_it: Incastra il tuo sito web

source: Post it !
es_es: ¡ Púlsalo !
fr_fr: Partage le !
it_it: Pubblicare !

source: Tweet it !
es_es: ¡ Tweet !
fr_fr: Tweet le !
it_it: Tweet !

source: Components you may like
it_it: Componenti che potrebbero piacerti

source: More {0} setups
es_es: Otras setups con {0}
fr_fr: D'autres setups {0}
it_it: Altre setups {0}

source: Suggested Users
es_es: Perfiles Sugeridos
fr_fr: Profils Suggerés
it_it: Utenti suggeriti

source: Login with Twitch and create my Setup !
es_es: ¡ Inicia sesión con Twitch y crea mi programa de setup !
fr_fr: Se connecter avec Twitch et créer mon Setup !
it_it: Login con Twitch e crea il mio Setup !

source: Legal Mentions | mySetup.co
es_es: Menciones Legales | mySetup.co
fr_fr: Mentions légales | mySetup.co
it_it: Menzioni legali | mySetup.co

source: Legal mentions about your personal data, cookies and credits.
es_es: Menciones legales sobre sus datos personales, cookies y créditos.
fr_fr: Mentions légales à propos de vos données personnelles, des cookies et des crédits.
it_it: Menzioni legali relative ai tuoi dati personali, cookie e crediti.

source: Head of Publication
es_es: Jefe de la publicación
fr_fr: Responsables de Publication
it_it: Responsabili delle pubblicazioni

source: Co-founder
es_es: cofundador
fr_fr: Co-fondateur
it_it: Cofondatore

source: Personal Data
es_es: Datos personales
fr_fr: Données personnelles
it_it: Dati Personali

source: Your personal data may be collected when browsing this website. Emails sent to mysetup.co and the email addresses used to send information may also be stored. Pursuant to France’s Data Protection Act modified on 6 January 1978, you have the right to access and rectify your personal data. You also have the right to object the use of this information provided you have legitimate reason. You can exercise this right and obtain information concerning your personal data by writing to the Head of Publication.
es_es: Puede ser que tus datos personales sean recabados cuando estás navegando en esta web. Los correos electrónicos y las direcciónes electrónicas que utilizas para mandar informaciónes también pueden ser recabados. Conforme a la ley francesa de protección de datos personales enmendada el 6 de enero de 1978, tienes derecho a rectificar y a acceder a tus datos personales. También tienes derecho a rechazar el uso de estas informaciónes, si tienes una razón justa. Puedes ejercer este derecho y obtener las informaciónes que tratan de tus datos personales escribiendo al Jefe de la publicación.
fr_fr: Vos données personnelles peuvent être collectées durant votre navigation sur ce site. Les emails envoyés à mysetup.co et les adresses sources peuvent aussi être enregistrés. Conformément à la loi de protection des données de la France modifiée le 6 janvier 1978, vous avez le droit d'accéder et de rectifier vos données personnelles. Vous avez également le droit de vous opposer à l'utilisation de cette information à condition que vous ayez une raison légitime. Vous pouvez exercer ce droit et obtenir des informations concernant vos données personnelles en écrivant aux Responsables de la Publication.
it_it: I tuoi dati personali potrebbero essere raccolti durante la navigazione in questo sito. Le e-mail inviate a mysetup.co e gli indirizzi e-mail usati per inviare informazioni possono anche essere archiviati. Ai sensi della legge francese sulla protezione dei dati, modificata il 6 gennaio 1978, hai il diritto di accedere e correggere i tuoi dati personali. Hai anche il diritto di opporsi all'uso di queste informazioni a condizione che tu abbia una ragione legittima. Puoi esercitare questo diritto e ottenere informazioni sui tuoi dati personali scrivendo al Responsabile della Pubblicazione.

source: Publishing Policy
es_es: Política editorial
fr_fr: Politique de Publication
it_it: Politica di pubblicazione

source: By registering on mysetup.co, you agree with the following rules. Content published on this website must be related with setups. Any content judged not appropriate will be moderated without warning. Users who do not respect the pre-established rules several times will see their account banned.
es_es: Al registrarse en mysetup.co, tú aceptas las siguientes reglas. Contenidos publicados en este sitio web deben estar relacionados con setups. Cualquier contenido no juzgado adecuado será moderado sin previo aviso. Los usuarios que no respetan varias veces las reglas previamente establecidas verán tu cuenta proscribido.
fr_fr: En vous inscrivant sur mysetup.co, vous acceptez les règles suivantes. Le contenu publié sur ce site doit être en relation avec un ou des "setups" (installations technologiques). Tout contenu jugé non-approprié sera modéré sans aucun avertissement. Les utilisateurs ne respectant pas les règles pré-établies de manière consécutive recevront un bannisement définitif de leur compte.
it_it: Registrandoti su mysetup.co, sei d'accordo con le seguenti regole. Il contenuto pubblicato su questo sito Web deve essere correlato alle setups. Qualsiasi contenuto giudicato non appropriato verrà moderato senza preavviso. Gli utenti che non rispettano le regole prestabilite più volte vedranno il loro account bannato.

source: Use of Cookies
es_es: Uso de Cookies
fr_fr: Utilisation des cookies
it_it: Uso dei Cookies

source: The user is informed that during his visits to the site, a cookie can be installed automatically on his navigator software. A cookie is a file containing data that record information relating to the navigation of the user on the site but which do not permit to identify it.
es_es: El usuario está informado que durante sus visitas al sitio, una cookie puede instalarse automáticamente en su navegador. Una cookie es un archivo que contiene datos que tratan de la navegación del usuario en el sitio pero sin permitir su indentificación.
fr_fr: L’utilisateur est informé que durant ses visites sur le site, un cookie peut s’installer automatiquement sur son logiciel de navigation. Un cookie est un fichier contenant des données qui ne permettent pas d’identifier l’utilisateur mais servant à enregistrer des informations relatives à la navigation de celui-ci sur le site.
it_it: L'utente è informato che durante le sue visite al sito, un cookie può essere installato automaticamente sul suo software di navigazione. Un cookie è un file contenente dati che registrano informazioni relative alla navigazione dell'utente sul sito ma che non consentono di identificarlo.

source: Partnership Disclaimer
es_es: Descargo de Responsabilidad de la Asociación
fr_fr: Annonce de Partenariat
it_it: Annuncio della Partnership

source: mySetup.co is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program. In other terms, links to Amazon Stores use an affiliate identification.
es_es: mySetup.co es un participante en el "Programa de Asociados de Amazon Services LLC", un programa de publicidad de afiliados. En otros términos, los enlaces a tiendas de Amazon utilizan una identificación de afiliado.
fr_fr: mySetup.co participe au "Amazon Services LLC Associates Program", un programme d'affiliation publicitaire. En d'autres termes, les liens vers les magasins d'Amazon présents sur ce site utilisent un identifiant d'affiliation.
it_it: mySetup.co è un partecipante al programma Amazon Services LLC Associates, un programma pubblicitario affiliato. In altri termini, i link agli Amazon Store utilizzano un identificativo affiliato.

source: mySetup.co is in partnership with leDénicheur, a prices comparator service. In other terms, links to leDénicheur services use an affiliate identification.
es_es: mySetup.co está asociado con leDénicheur, un servicio de comparación de precios. En otras palabras, los enlaces a los servicios de leDénicheur utilizan una identificación de afiliado.
fr_fr: mySetup.co est en partenariat avec leDénicheur, qui fournit un service de comparateur de prix. Autrement dit, les liens vers les services du Dénicheur utilisent un identifiant d'affiliation.
it_it: mySetup.co è in collaborazione con leDénicheur, un servizio di comparazione dei prezzi. In altri termini, i link ai servizi leDénicheur utilizzano un identificativo di affiliato.

source: Hosting
es_es: Hospedaje
fr_fr: Hébergement
it_it: Ospitando

source: This website is hosted by
es_es: Este sitio web está alojado por
fr_fr: Ce site Internet est hébergé par
it_it: Questo sito è ospitato da

source: Mail contact
it_it: Contatto per posta

source: This accommodation is provided free of charge by Mr. Mors Corentin.
it_it: Questo alloggio è fornito gratuitamente da Corentin Mors.

source: Credits
es_es: Créditos
fr_fr: Crédits
it_it: Crediti

source: All rights reserved. Total or partial production or imitation of said documents without the express prior written consent of mysetup.co is strictly prohibited and constitutes a punishable violation under France’s Intellectual Property Code. All brands and trademarks on mysetup.co belongs to their respective owners.
it_it: Tutti i diritti riservati. La produzione totale o parziale o l'imitazione di detti documenti senza l'esplicito consenso scritto di mysetup.co è severamente vietata e costituisce una violazione punibile ai sensi del Codice della proprietà intellettuale francese. Tutti i marchi e marchi registrati su mysetup.co appartengono ai rispettivi proprietari.

source: We answer common questions and issues about mySetup. Find some tutorials to start sharing your setup now.
es_es: Respondemos a preguntas y problemas comunes sobre mySetup. Encuentra algunos tutoriales para empezar a compartir tu setup ahora.
fr_fr: Nous répondons aux questions et problèmes fréquents sur mySetup. Trouvez des tutoriels pour commencer à partager votre setup maintenant.
it_it: Rispondiamo a domande e problemi comuni su mySetup. Trova alcuni tutorial per iniziare a condividere la tua configurazione ora.

source: Q&amp;A - We answer common questions
es_es: P&amp;R - Respondemos a preguntas comunes
fr_fr: FAQ - Nous répondons aux questions courantes
it_it: Q&amp;A - Rispondiamo a domande comuni

source: Questions
it_it: Domande

source: I didn't receive the verification mail
es_es: No recibí el correo de verificación
fr_fr: Je n'ai pas reçu le mail de vérification
it_it: Non ho ricevuto la mail di verifica

source: I can't find a product with the product search
es_es: No encuentro un producto con la búsqueda de productos
fr_fr: Je n'arrive pas à trouver un produit avec la recherche
it_it: Non riesco a trovare un prodotto con la ricerca del prodotto

source: The product search is not responding
es_es: La búsqueda de productos no responde
fr_fr: La recherche de produits ne répond pas
it_it: La ricerca del prodotto non risponde

source: My setup was not created due to the images I uploaded
es_es: Mi setup no se creó a causa de las imágenes que subí
fr_fr: Mon setup n'a pas pu être créé à cause de mes images
it_it: La mia configurazione non è stata creata a causa delle immagini che ho caricato

source: I can't add a Youtube / Twitch video on my setup
es_es: No puedo añadir un video de Youtube / Twitch en mi setup
fr_fr: Je n'arrive pas à ajouter une vidéo sur mon setup
it_it: Non riesco ad aggiungere un video Youtube / Twitch sul mio setup

source: How to use the Markdown
es_es: Cómo usar el Markdown
fr_fr: Comment utiliser le Markdown
it_it: Come usare il Markdown

source: My setup has been refused, why ?
es_es: Mi setup se ha rechazado, ¿ por qué ?
fr_fr: Mon setup a été refusé, pourquoi ?
it_it: Il mio setup è stato rifiutato, perché ?

source: How can I use the API you provide ?
es_es: ¿ Cómo puedo usar la API que usted proporciona ?
fr_fr: Comment puis-je utiliser l'API que vous mettez à disposition ?
it_it: Come posso usare l'API che offri ?

source: Answers
it_it: Risposte

source: Check your spam folder, your mailbox may have dropped it there. If you didn't receive it within 10 minutes please contact us on our social networks.
es_es: Compruebe tu carpeta de correo no deseado. Si no lo recibió en 10 minutos, póngase en contacto con nosotros en nuestras redes sociales.
fr_fr: Vérifiez votre dossier de spams, votre client mails l'a peut-être déplacé dedans. Si au bout de 10 minutes vous n'avez rien reçu nul part, contactez nous à l'aide des réseaux sociaux.
it_it: Controlla la tua cartella spam, la tua casella di posta potrebbe averla lasciata lì. Se non lo hai ricevuto entro 10 minuti, contattaci sui nostri social network.

source: Some products does not exist in our database, because it is a special edition or it is too old. Try to find a replacement available.
es_es: Algunos productos no existen en nuestra base de datos, ya que es una edición especial o es demasiado antiguo. Trate de encontrar un reemplazo disponible.
fr_fr: Quelques produits n'existent pas dans notre base de données, soit parce qu'ils sont trop vieux, ou qu'ils relèvent d'une édition spéciale. Essayez de leur trouver des substituants disponibles.
it_it: Alcuni prodotti non esistono nel nostro database, perché è un'edizione speciale o è troppo vecchio. Prova a trovare una sostituzione disponibile.

source: Sometimes the product search is busy with lot of request, please wait few moments and retry your search.
es_es: A veces, la búsqueda de productos está ocupada con mucha solicitud, espere unos momentos y vuelva a intentar tu búsqueda.
fr_fr: Parfois il arrive que la recherche de produits soit occupée à cause d'un trop gros nombre de requêtes simultanées. Attendez quelques secondes et retentez votre chance !
it_it: A volte la ricerca del prodotto è piena di richieste, attendi qualche minuto e riprova la ricerca.

source: We use some rules on images to prevent abuses. Images are limited to 5Mo per image and the format should be jpg, jpeg or png.
es_es: Utilizamos algunas reglas sobre las imágenes para evitar abusos. Las imágenes están limitadas a 5 Mo por imagen y el formato debe ser jpg, jpeg o png.
fr_fr: Nous avons mis au point quelques règles sur les images afin d'éviter les abus et dépassement de quota. Elles sont limitées à 5 Mo respectivement, et doivent être au format JPG, JPEG ou PNG.
it_it: Usiamo alcune regole sulle immagini per prevenire gli abusi. Le immagini sono limitate a 5Mo per immagine e il formato dovrebbe essere jpg, jpeg o png.

source: Video links must be full URI links like : "https://www.youtube.com/watch?v=dQw4w9WgXcQ" or "https://player.twitch.tv/?channel=mikescops"
es_es: Los enlaces de vídeo deben tener vínculos URI completos como: "https://www.youtube.com/watch?v=dQw4w9WgXcQ" o "https://player.twitch.tv/?channel=mikescops"
fr_fr: Les liens vidéo doivent être du type : "https://www.youtube.com/XXXXX" pour YouTube, ou bien "https://player.twitch.tv/XXXX" pour Twitch. D'autres hébergeurs sont disponibles, n'hésitez pas à nous contacter.
it_it: I collegamenti video devono essere collegamenti URI completi come : "https://www.youtube.com/watch?v=dQw4w9WgXcQ" o "https://player.twitch.tv/?channel=mikescops"

source: The Markdown system is similar to Github's one, please read more on the
es_es: El sistema de Markdown es similar al de Github, por favor lea más en la sección
fr_fr: Le moteur Markdown est similaire à celui de GitHub, tu peux en lire plus à ce sujet sur le
it_it: Il sistema Markdown è simile a quello di Github, si prega di leggere di più sul file

source: If your setup has been moderated and refused, you can read why in your setup description. Please create another setup and follow the moderators guidelines.
es_es: Si tu setup ha sido moderada y rechazada, puedes leer por qué en su descripción de setup. Por favor, cree otra setup y siga las directrices de los moderadores.
fr_fr: Si votre setup a été modéré ou refusé, vous pourrez en consulter la raison à l'intérieur de sa description. Merci de créer un autre setup en suivant les conseils des modérateurs.
it_it: Se la tua configurazione è stata moderata e rifiutata, puoi leggere il motivo della descrizione del tuo setup. Si prega di creare un'altra configurazione e seguire le linee guida dei moderatori.

source: It's pretty easy, just add the code below to your page (and set the setup id accordingly).
it_it: E 'abbastanza facile, basta aggiungere il codice qui sotto alla tua pagina (e impostare il setup id di conseguenza).

source: You may also retrieve the setups posted on the website with HTTP calls (details are provided below too)
es_es: También puede recuperar las configuraciones publicadas en el sitio web con requetes HTTP (los detalles también a bajo)
fr_fr: Tu peux aussi récupérer les setups postés sur sur site au moyen de requêtes HTTP (détails disponibles ci-dessous également)
it_it: È anche possibile recuperare le setups pubblicate sul sito web con richieste HTTP (i dettagli sono forniti di seguito)

source: Latest Setups | mySetup.co
es_es: Últimas Setups | mySetup.co
fr_fr: Setups récents
it_it: Ultimi setups| mySetup.co

source: See the most recent setups published on mySetup.co
es_es: Consulte las setups más recientes publicadas en mySetup.co
fr_fr: Découvrez les setups récemment publiés sur mySetup.co
it_it: Guarda le configurazioni più recenti pubblicate su mySetup.co

source: Latest Setups
it_it: Ultimi Setups

source: Search for
es_es: Buscar por
fr_fr: Recherche de
it_it: Cercare

source: Find all setups, components or users related to
it_it: Trova tutti i setup, i componenti o gli utenti relativi a

source: All
es_es: Todos
fr_fr: Tous
it_it: Tutte

source: No search query, no results :(
es_es: Sin consulta de búsqueda, no resultados :(
fr_fr: Pas de requête de recherche, pas de résultat :(
it_it: No domanda di ricerca, nessun risultato :(

source: We haven't found any results for this query :(
es_es: No se han encontrado resultados para esta consulta :(
fr_fr: Nous n'avons pas trouvé de résultat pour cette requête :(
it_it: Non abbiamo trovato nessun risultato per questa domanda :(

source: All setups related to
es_es: Todas las setups relacionadas con
fr_fr: Tous les setups en lien avec
it_it: Tutte le setups relative a

source: Found components
es_es: Componentes encontrados
fr_fr: Composants trouvés
it_it: Componenti trovati

source: Found setups
es_es: Setups encontrados
fr_fr: Setups trouvés
it_it: Configurazioni trovati

source: Found users
es_es: Usuarios encontrados
fr_fr: Utilisateurs trouvés
it_it: Utenti trovati

source: See the best setups selected by our staff on mySetup.co
it_it: Guarda i migliori setup selezionati dal nostro staff su mySetup.co

source: The best setups selected by our staff
it_it: I migliori setup selezionati dal nostro staff

source: Our Team | mySetup.co
es_es: Nuestro equipo | mySetup.co
fr_fr: Notre équipe | mySetup.co
it_it: La nostra squadra | mySetup.co

source: Who is behind mySetup.co ?
es_es: ¿ Quién está detrás de mySetup.co ?
fr_fr: Qui est derrière mySetup.co ?
it_it: Chi c'è dietro mySetup.co ?

source: Graphics
es_es: Gráficos
fr_fr: Graphisme
it_it: Grafica

source: Translation
es_es: Traducción
fr_fr: Traduction
it_it: Traduzione

source: The best setups of the week n°
it_it: Le migliori setups della settimana n°

source: The best setups of the week
it_it: Le migliori setups della settimana

source: No featured setups this week, sorry !
it_it: Niente setup questa settimana, scusa!

source: Previous week
it_it: Settimana precedente

source: Next week
it_it: Settimana prossima

source: Title *
es_es: Título *
fr_fr: Titre *
it_it: Titolo *

source: My awesome setup
it_it: Il mio fantastico setup

source: What is the purpose of your setup ? Tell us your setup's story...
es_es: ¿ Cuál es el propósito de tu setup ? Cuéntanos su historia...
fr_fr: Quel est le but de ce setup ? Racontez-nous son histoire...
it_it: Qual è lo scopo del tuo setup? Dicci la storia del tuo setup...

source: Featured image
it_it: Immagine in evidenza

source: Search for components
it_it: Ricerca di componenti

source: Infos
it_it: Informazioni

source: Video (Youtube, Dailymotion ...)
it_it: Video (Youtube, Dailymotion, Twitch, ...)

source: This is not your own setup ? Insert its author's name or pseudo here !
it_it: Questa non è la tua configurazione ? Inserisci qui il nome del suo autore o pseudo !

source: required fields
es_es: campos requeridos
fr_fr: Champs requis
it_it: campi richiesti

source: Save as draft
es_es: Guardar como borrador
fr_fr: Enregistrer en tant que brouillon
it_it: Salva come bozza

source: Watch it in video
es_es: Mirarlo en vídeo
fr_fr: Regarder ce setup en vidéo
it_it: Guardalo in video

source: Setup picture of
es_es: Imagen de setup de
fr_fr: Image de setup de
it_it: Setup immagine di

source: This setup is featured on mySetup.co !
es_es: Esta configuración es destacada en mySetup. co!
fr_fr: Ce setup est mis en-avant sur mySetup.co !
it_it: Questa configurazione è disponibile su mySetup.co !

source: Shared by
es_es: Compartido por
fr_fr: Partagé par
it_it: Condiviso da

source: created by
es_es: creado por
fr_fr: créé par
it_it: creato da

source: You must be logged in to like !
es_es: ¡ Tienes que estar conectado para darle "me gusta" !
fr_fr: Vous devez être connecté(e) pour aimer ce setup
it_it: Devi essere registrato per piacere!

source: your
es_es: el tuyo
fr_fr: votre
it_it: il mio

source: this
es_es: esto
fr_fr: ce
it_it: questao

source: This will send an ownership-request for this setup, are you really sure ?
es_es: Esto le enviará solicitud de propiedad para ese setup, ¿ está realmente seguro ?
fr_fr: Cela va envoyer une demande à la personne ayant posté ce setup pour que vous en deveniez le propriétaire, êtes-vous vraiment sûr(e) ?
it_it: Questo invierà una richiesta di proprietà per questa setup, sei davvero sicuro ?

source: This is my setup !
es_es: Reclamar ese setup !
fr_fr: Réclamer ce setup !
it_it: Questo è il mio setup !

source: This will send a report-request against this setup, are you really sure ?
es_es: Esto informara nos de ese setup, ¿ estás realmente seguro ?
fr_fr: Cela va signaler ce setup auprès de notre équipe de modération, êtes-vous vraiment sûr(e) ?
it_it: Questo invierà una richiesta di segnalazione contro questo setup, sei davvero sicuro ?

source: Report this setup
es_es: Reportar ese setup
fr_fr: Signaler ce setup
it_it: Segnala questa configurazione

source: Your setup has been rejected. It does not comply with the community policy.
it_it: Le setup è stato respinto. Non è conforme alla politica della comunità.

source: Find related setups
es_es: Buscar setups relacionados
fr_fr: Chercher des setups liés
it_it: Trova le setups correlate

source: More info
es_es: Más información
fr_fr: Plus d'informations
it_it: Maggiori informazioni

source: About this setup
es_es: Acerca de esta setup
fr_fr: À propos de ce setup
it_it: Informazioni su questa configurazione

source: This is the main setup of
es_es: Esta es la configuración principal de
fr_fr: C'est le setup principal de
it_it: Questa è la configurazione principale di

source: This is your main setup
es_es: Esta es tu configuratión principal
fr_fr: C'est votre setup principal
it_it: Questa è la tua configurazione principale

source: Wanna share your opinion ?
es_es: ¿ Quieres compartir tu opinión ?
fr_fr: Laissez un commentaire
it_it: Vuoi condividere la tua opinione ?

source: at
es_es: el
fr_fr: le
it_it: alle

source: Add a comment
it_it: Aggiungi un commento

source: Nice config'...
es_es: Buena config'...
fr_fr: Jolie config'...
it_it: Bella configurazione...

source: Post this comment
es_es: Postear este comentario
fr_fr: Publier ce commentaire
it_it: Inserisci questo commento
