Repository: Mikescops/mysetup
Catalog: src/Locale/*/default.po
Languages: es_es, fr_fr, it_it

source: The setup has been featured.
it_it: Il setup è stato aggiornato.

source: The setup could not be featured. Please, try again.
it_it: Impossibile cancellare il setup. Riprova.

source: The setup has been rejected.
it_it: Il setup è stato cancellato.

source: The setup could not be rejected. Please, try again.
it_it: Impossibile cancellare il setup. Riprova.

source: No notification could be sent...
es_es: No se puede enviar ninguna notificación...
fr_fr: Aucune notification n'a pu être envoyée.
it_it: No notifica potrebbe essere inviata ...

source: The notification has just been sent !
es_es: ¡ La notificación acaba de ser enviada !
fr_fr: La notification vient d'être envoyée !
it_it: La notifica è stata appena inviata!

source: The notification couldn't be sent.
es_es: La notificación no pudo ser enviada.
fr_fr: La notification n'a pas pu être envoyée.
it_it: La notifica non può essere inviata.

source: One information is missing to send this notification.
es_es: Falta una información para enviar esta notificación.
fr_fr: Une information est manquante pour envoyer cette notification.
it_it: Manca una informazione per inviare questa notifica.

source: Everyone
es_es: Todo el mundo
fr_fr: Tout le monde
it_it: Tutti

source: The application caches have been cleared !
it_it: Le cache delle applicazioni sono state eliminate !

source: The application caches could not be cleared. Code returned :
it_it: Non è stato possibile cancellare le cache delle applicazioni. Codice restituito :

source: notification has been sent !
it_it: la notifica è stata inviata!

source: notification couldn't be sent...
es_es: no ha sido enviada.
fr_fr: notification n'a pas pu être envoyée...
it_it: la notifica non può essere inviata ...

source: You need a featured image with this article !
es_es: ¡ Necesitas una imagen con este artículo !
fr_fr: Une image est nécessaire avec cet article !
it_it: Hai bisogno di un'immagine per questo articolo !

source: The article has been saved.
es_es: El artículo ha sido guardado.
fr_fr: L'article a bien été enregistré
it_it: L'articolo è stato salvato.

source: The article could not be saved. Please, try again.
es_es: El artículo no pudo ser guardado.
fr_fr: L'article n'a pas pu être enregistré
it_it: Impossibile salvare l'articolo. Riprova.

source: The article has been deleted.
es_es: El artículo ha sido eliminado.
fr_fr: L'article a été supprimé
it_it: L'articolo è stato cancellato.

source: The article could not be deleted. Please, try again.
es_es: El artículo no pudo ser eliminado.
fr_fr: L'article n'a pas pu être supprimé
it_it: Impossibile cancellare l'articolo. Riprova.

source: The comment has been saved.
es_es: El comentario ha sido guardado
fr_fr: Le commentaire a été publié
it_it: Il commento è stato salvato.

source: The comment could not be saved. Please, try again.
es_es: El comentario no pudo ser guardado. Por favor, intenta de nuevo.
fr_fr: Le commentaire n'a pas pu être publié. Ré-essayez
it_it: Impossibile salvare il commento. Riprova.

source: The comment has been deleted.
es_es: El comentario ha sido borrado.
fr_fr: Le commentaire a bien été supprimé
it_it: Il commento è stato cancellato.

source: The comment could not be deleted. Please, try again.
es_es: El comentario no pudo ser borrado. Por favor, intenta de nuevo.
fr_fr: Le commentaire n'a pas pu être supprimé. Ré-essayez
it_it: Impossibile cancellare il commento. Riprova.

source: Liker's profile picture
es_es: Imagen de perfil del "liker"
fr_fr: Image de profil de votre admirateur
it_it: Foto del profilo del Liker

source: liked your setup
es_es: ha amado tu setup
fr_fr: a aimé votre setup
it_it: è piaciuto il tuo setup

source: Commenter's profile picture
es_es: Imagen de perfil del "comentador"
fr_fr: Image de profil du commentateur
it_it: Foto del profilo del commentatore

source: commented your setup
es_es: ha comentado tu setup
fr_fr: a commenté votre setup
it_it: ha fato un commento sul tuo setup

source: An user profile picture
it_it: Un'immagine del profilo utente

source: This date does not exist, here you are the featured setups of this week !
it_it: Questa data non esiste, eccovi i setup di questa settimana !

source: Google's CAPTCHA has detected you as a bot, sorry ! If you're a REAL human, please re-try :)
es_es: ¡ Lo sentimos, el CAPTCHA de Google te ha detectado como un robot ! Si de verdad eres humano, intentalo otra vez por favor :)
fr_fr: Le CAPTCHA de Google vous a détecté comme un robot, désolé ! Si vous êtes réellement un humain, ré-essayez
it_it: Il CAPTCHA di Google ti ha rilevato come un bot, mi dispiace! Se sei un vero umano, per favore riprova :)

source: Your bug has been correctly sent ! Thanks for this report :)
es_es: ¡ Tu error ha sido enviado correctamente ! Gracias por este informe :)
fr_fr: Votre bogue a correctement été envoyé ! Merci pour ce signalement :)
it_it: Il tuo bug è stato inviato correttamente! Grazie per questo report :)

source: You didn't report anything (or have missed something) :(
es_es: Usted no reportó nada (o se perdió de algo) :(
fr_fr: Rien n'a a été décrit (ou quelque chose a été oublié) :(
it_it: Non hai segnalato nulla (o hai perso qualcosa) :(

source: We have found the user you are looking for !
es_es: ¡ Hemos encontrado el usuario que busca !
fr_fr: Nous avons trouvé l'utilisateur que tu recherches !
it_it: Abbiamo trovato l'utente che stai cercando !

source: We have found the component you are looking for !
es_es: ¡ Hemos encontrado el componente que busca!
fr_fr: Nous avons trouvé le composants que tu recherches !
it_it: Abbiamo trovato il componente che stai cercando !

source: Your request has just been sent. Let's wait for the owner's approval for now.
es_es: Su solicitud acaba de ser enviada. Espera la aprobación del propietario !
fr_fr: Votre requête a bien été envoyée. Il ne reste plus qu'à attendre la réponse du propriétaire actuel !
it_it: La tua richiesta è stata appena inviata. Aspettiamo l'approvazione del proprietario per ora.

source: An error occurred while saving your request.
es_es: Se ha producido un error al guardar la solicitud.
fr_fr: Une erreur est survenue pendant que nous enregistrions votre requête.
it_it: Errore durante il salvataggio della tua richiesta.

source: No, no. This is impossible.
es_es: No, eso es imposible.
fr_fr: Non, ceci est impossible.
it_it: No, no. Questo è impossibile.

source: An error occurred while processing your answer.
es_es: Se produjo un error al procesar tu respuesta.
fr_fr: Une erreur est survenue pendant que nous traitions votre requête.
it_it: Errore durante l'elaborazione della tua risposta.

source: Your voice has been heard !
es_es: ¡ Tu voz se ha escuchado !
fr_fr: Votre voix a été entendue !
it_it: La tua voce è stata ascoltata!

source: This request is invalid.
es_es: Esta solicitud no es válida.
fr_fr: Cette requête est invalide.
it_it: Questa richiesta è non valida.

source: Your request has just been sent, we may contact you in the future.
es_es: Su solicitud acaba de ser enviada, podemos contactarte en el futuro.
fr_fr: Votre requête a correctement été envoyée, nous vous contacterons peut-être d'ici quelques jours pour d'avantage d'informations.
it_it: La tua richiesta è stata appena inviata, possiamo contattarti nel futuro.

source: You are not authorized to access that location.
es_es: No estas autorizado para acceder a esa página.
fr_fr: Vous n'êtes pas autorisé à accéder à cette page.
it_it: Non sei autorizzato ad accedere a questa pagina web.

source: It looks like you missed something...
it_it: Sembra che vi siete persi qualcosa...

source: Your featured image could not be saved, and it is needed for your setup...
it_it: Non è stato possibile salvare l'immagine visualizzata ed è necessaria per le setup...

source: The setup has been saved.
es_es: La setup ha sido guardada.
fr_fr: Le setup a bien été créé
it_it: Il setup è stato salvato.

source: The setup could not be saved. Please, try again.
es_es: No se pudo guardar la setup. Por favor, intenta de nuevo.
fr_fr: Votre setup n'a pas pu être créé
it_it: Impossibile salvare il setup. Riprova.

source: The setup has been updated.
es_es: La setup ha sido actualizada.
fr_fr: Le setup a bien été mis à jour
it_it: Il setup è stato aggiornato.

source: The setup has been deleted.
es_es: La setup ha sido eliminada.
fr_fr: Le setup a correctement été supprimé
it_it: Il setup è stato cancellato.

source: The setup could not be deleted. Please, try again.
es_es: No se pudo eliminar la setup. Por favor, intenta de nuevo.
fr_fr: Le setup n'a pas pu être supprimé. Ré-essayez
it_it: Impossibile cancellare il setup. Riprova.

source: Your account has been created, check your email to verify your account
es_es: Tu cuenta ha sido creada, comprueba tu buzón para validar tu cuenta.
fr_fr: Votre compte a bien été créé, merci de consulter vos emails pour l'activer !
it_it: Il tuo account è stato creato, controlla la tua email per verificare il tuo account

source: Your account could not be registered, either your name or email address is already being used
it_it: Il tuo account non può essere registrato, il tuo nome o indirizzo e-mail è già in uso

source: These passwords do not match. Please try again.
es_es: Las contraseñas no corresponden. Por favor, intenta de nuevo.
fr_fr: Les mots de passe renseignés ne sont pas identiques
it_it: Queste password non combaciano. Riprova.

source: One of your social inputs URL does not fit with its field. It has not been saved
es_es: Una de tu URL de entradas sociales no encaja con su campo. No se ha guardado
fr_fr: Un des liens que vous avez renseignés ne correspond pas à son champ. Il n'a pas été enregistré
it_it: Uno dei tuoi URL di input sociali non è adatto al suo campo. Non è stato salvato

source: The user has been updated.
es_es: El usuario ha sido actualizado.
fr_fr: Le compte a été mis à jour
it_it: L'utente è stato aggiornato.

source: The user could not be updated. Please, try again.
es_es: El usuario no pudo ser actualizado. Por favor, intenta de nuevo.
fr_fr: Le compte n'a pas pu être mis à jour. Ré-essayez
it_it: L'utente non poteva essere aggiornato. Riprova.

source: The user has been deleted.
es_es: El usuario ha sido eliminado.
fr_fr: Le compte a bien été supprimé
it_it: L'utente è stato cancellatto.

source: The user could not be deleted. Please, try again.
es_es: El usuario no pudo ser eliminado. Por favor, intenta de nuevo.
fr_fr: Le compte n'a pas pu être supprimé. Ré-essayez
it_it: L'utente non poteva essere cancellatto. Riprova.

source: You just CANNOT delete the admin user of the website...
es_es: Es IMPOSIBLE eliminar el administrador del sitio...
fr_fr: Vous n'êtes pas autorisé(e) à supprimer le master-compte de ce site...
it_it: Non puoi cancellare l'amministratore del website ...

source: You are already logged in.
es_es: Ya estás conectado.
fr_fr: Vous êtes déjà connecté(e), nous vous avons redirigé(e)
it_it: Sei già collegato.

source: Your account is not verified, check your emails !
es_es: ¡ Tu cuenta no está autentificada, por favor comprueba tu buzón electrónico !
fr_fr: Votre compte n'a pas encore été activé ! Vérifiez vos mails, ou veuillez contacter un administrateur
it_it: Il tuo account non è verificato, controlla le tue e-mail!

source: You are successfully logged in !
es_es: ¡ Tu conexión es un éxito !
fr_fr: Vous êtes maintenant connecté(e) !
it_it: Hai eseguito il login con successo!

source: Username or password is incorrect
es_es: El nombre de usuario o la contraseña es incorrecta
fr_fr: Ces identifiants sont invalides
it_it: Username o password sono sbagliati

source: You are now logged out, see you soon !
es_es: Estás desconectado, hasta pronto !
fr_fr: Vous êtes maintenant déconnecté(e), à bientôt !
it_it: Sei ora disconnesso, ti vedi presto!

source: You can't logout because you're not connected.
es_es: No puedes desconectarte porque no estás conectado.
fr_fr: Vous êtes déjà déconnecté(e), nous vous avons redirigé(e)
it_it: Non puoi disconnettersi perché non sei connesso.

source: An email has been sent to this email address !
es_es: Un correo electronico ha sido mandado a tu direccion !
fr_fr: Un email a été envoyé à cette adresse !
it_it: E-mail è stata inviata a questo indirizzo!

source: Internal error, please try again.
es_es: Error interna, intenta de nuevo
fr_fr: Erreur interne. Ré-essayez, ou veuillez contacter un administrateur
it_it: Errore interno, riprova.

source: This email address does not exist in our database. Are you sure you that you have an account ?
es_es: Esta dirección no existe en nuestra base de datos. Estás seguro que tienes una cuenta ?
fr_fr: Cette adresse mail n'existe pas dans notre base de données. Avez-vous déjà créé un compte ?
it_it: Questo indirizzo email non esiste nel nostro database. Sei sicuro di avere un account?

source: We advise you to edit your profile (use the panel at the top)...
es_es: Te recomendamos que modifique tu perfil (utilice el panel en la parte superior)...
fr_fr: Nous vous conseillons d'éditer votre profil (utilisez le menu situé en tête de page)
it_it: Ti consigliamo di modificare il tuo profilo (utilizza il pannello più alto) ...

source: ... in order to add a profile picture ! You'd look better :P
es_es: ... para añadir una foto de perfil ! Te verías mejor: P
fr_fr: ... de façon à ajouter une image de profil ! Vous aurez une meilleure tête :P
it_it: ... per aggiungere un'immagine del profilo! Sembri meglio: P

source: Your account is now activated, you're now logged in ;)
es_es: Tu cuenta ya esta activada, ahora estás conectado ;)
fr_fr: Votre compte vient d'être activé, vous êtes maintenant connecté(e) ;)
it_it: Il tuo account è attivo, sei connesso;)

source: Your token is invalid
es_es: Tu sesión es invalida
fr_fr: Votre jeton est invalide
it_it: Il tuo token è non valido

source: This request is invalid
es_es: Esta recuesta es invalida
fr_fr: Cette requête est invalide
it_it: Questa richiesta è non valida

source: We could not access Twitch's data
es_es: No pudimos acceder a los datos de Twitch
fr_fr: Nous n'avons pas pu accéder aux informations de Twitch
it_it: Non abbiamo potuto accedere ai dati del Twitch

source: Your (new) Twitch email address is already linked to a regular account. Please contact an administrator
es_es: Tu (nueva) dirección de correo electrónico de Twitch ya está vinculada a una cuenta normal. Póngase en contacto con un administrador
fr_fr: La (nouvelle) adresse email de ton compte Twitch est déjà liée à un compte sur mySetup. Merci de contacter un administrateur pour qu'il débloque la situation !
it_it: Il tuo (nuovo) indirizzo email di Twitch è già collegato ad un account normale. Contattare un amministratore

source: Your email address has been synchronized with the one from your Twitch account
es_es: Tu dirección de correo electrónico ha sido sincronizada con la de tu cuenta de Twitch
fr_fr: La nouvelle adresse email de ton compte Twitch a été synchronisée avec mySetup.co !
it_it: Il tuo indirizzo email è stato sincronizzato con quello del tuo account Twitch

source: The new email address of your Twitch account has not been verified. Thus, we haven't updated it here yet
es_es: La nueva dirección de correo electrónico de tu cuenta de Twitch no ha sido verificada. Por lo tanto, no lo hemos actualizado aquí todavía
fr_fr: La nouvelle adresse email de ton compte Twitch n'a pas été vérifiée. Nous ne l'avons pas mise à jour ici en attendant !
it_it: Il nuovo indirizzo email del tuo account Twitch non è stato verificato. Quindi, non l'abbiamo ancora aggiornato qui

source: Your unverified existing account cannot be linked to Twitch because your email address is not verified either. Please verify it before retrying (you will receive a new email soon).
it_it: Il tuo account esistente non verificato non può essere collegato a Twitch perché nemmeno il tuo indirizzo email è verificato. Si prega di verificare prima di riprovare (riceverai una nuova email presto).

source: Your existing account has been verified during this first Twitch connection !
it_it: Il tuo account esistente è stato verificato durante questa prima connessione Twitch !

source: The email address of your Twitch account is not verified. We can't link your accounts yet
it_it: L'indirizzo email del tuo account Twitch non è stato verificato. Non possiamo legare i tuoi conti

source: Your account has just been linked to your Twitch one !
es_es: Tu cuenta acaba de ser vinculada a tu Twitch !
fr_fr: Votre compte mySetup.co est maintenant lié à votre compte Twitch !
it_it: Il tuo account è stato appena collegato al tuo Twitch !

source: The email address of your Twitch account has not been verified. We can't create your account yet
es_es: Tu correo electrónico de tu cuenta de Twitch no se ha verificado. No podemos crear tu cuenta todavía
fr_fr: L'adresse email de votre compte Twitch n'a pas été vérifiée. Nous ne pouvons pas vous créer de compte actuellement
it_it: L'indirizzo email del tuo account Twitch non è stato verificato. Non possiamo ancora creare il tuo account

source: Your account is now activated, and you have been logged in ;)
es_es: Tu cuenta está ahora activada, y ha iniciado la sesión ;)
fr_fr: Ton compte est maintenant activé, et tu as été connecté automatiquement !
it_it: Il tuo account è ora attivato e hai effettuato il login ;)

source: An error occurred while saving your account. Please contact an administrator.
es_es: Se ha producido un error al guardar la cuenta. Póngase en contacto con un administrador.
fr_fr: Une erreur est survenue pendant que nous enregistrions ton compte. Merci de contacter un administrateur.
it_it: Si è verificato un errore durante il salvataggio dell'account. Contattare un amministratore.

source: An internal error occurred while saving your image... Please contact an administrator.
es_es: Se produjo un error... Por favor, contacta con un administrador.
fr_fr: Une erreur interne est survenue pendant que nous enregistrions votre image... Veuillez contacter un administrateur.
it_it: Si è verificato un errore interno durante il salvataggio dell'immagine ... Contatta un amministratore.

source: Your image could not be converted to JPG, compressed, resized or saved... Please contact an administrator.
es_es: Tu imagen no pudo ser convertida en JPG, comprimida, ajustada o guardada... Por favor, contacta con un administrador.
fr_fr: Votre image de profil n'a pas pu être redimensionnée, compressée, convertie en JPG ou bien enregistrée... Veuillez contacter un administrateur.
it_it: La tua immagine non può essere convertita in JPG, compressa, ridimensionata o salvata ... Contatta un amministratore.

source: Your image could not be saved.
es_es: No se pudo guardar la imagen.
fr_fr: Votre image n'a pas pu être enregistrée
it_it: La tua immagine non può essere salvata.

source: Your image does not validate our rules... Please contact an administrator.
es_es: Tu imagen no es conforme con nuestras reglas... Por favor, contacta un con administrador.
fr_fr: Votre image ne satisfait pas nos conditions... Veuillez contacter un administrateur.
it_it: L'immagine non convalida le nostre regole ... Si prega di contattare un amministratore.

source: The comment is too long (more than 500 characters)
es_es: Este comento es demasiado largo (más de 500 caracteres)
fr_fr: Le commentaire est trop long (plus de 500 caractères).
it_it: Il commento è troppo lungo (più di 500 caratteri)

source: One of the products you chose does not validate our rules... Please contact an administrator.
es_es: Uno de los productos que elegiste no valida nuestras reglas... Por favor, contacta con un administrador.
fr_fr: Un de vos produits ne valident pas nos exigences. Veuillez contacter un administrateur
it_it: Uno dei prodotti che hai scelto non convalida le nostre regole ... Si prega di contattare un amministratore.

source: One of your resources could not be saved... Please contact an administrator.
es_es: Uno de tus datos no pudo ser guardado... Por favor, intenta de nuevo.
fr_fr: Une de vos ressources n'a pas pu être enregistrée. Veuillez contacter un administrateur
it_it: Una delle tue risorse non poteva essere salvata ... Si prega di contattare un amministratore.

source: An internal error occurred while saving your images... Please contact an administrator.
es_es: Se produjo un error... Por favor, contacta con un administrador.
fr_fr: Une erreur interne est survenue pendant que nous sauvegardions vos images. Veuillez contacter un administrateur
it_it: Si è verificato un errore interno durante il salvataggio delle immagini ... Contattare un amministratore.

source: One of your image could not be converted to JPG, compressed, resized or saved... Please contact an administrator.
es_es: Una de tus imágenes no pudo ser convertida en JPG, comprimida, ajustada o guardada... Por favor, contacta con un administrador.
fr_fr: Une de vos images n'a pas pu être convertie en JPG, compressée, redimensionnée, ou bien enregistrée. Veuillez contacter un administrateur
it_it: Una delle tue immagini non poteva essere convertita in JPG, compressa, ridimensionata o salvata ... Contattare un amministratore.

source: One of the files you uploaded does not validate our rules... Please contact an administrator.
es_es: Uno de los archivos que subiste no es conforme con nuestras reglas... Por favor, contacta un con administrador.
fr_fr: Un des fichiers que vous avez chargé ne valide pas nos exigences. Veuillez contacter un administrateur
it_it: Uno dei file caricati non convalida le nostre regole ... Si prega di contattare un amministratore.

source: The video link you chose does not validate our rules... Please contact an administrator.
es_es: El enlace vídeo que elegiste no es conforme con nuestras normas... Por favor, contacta con un administrador.
fr_fr: Votre lien vidéo ne valide pas nos exigences. Veuillez contacter un administrateur
it_it: Il collegamento video che hai scelto non convalida le nostre regole ... Si prega di contattare un amministratore.

source: One of the setup images could not be migrated.
es_es: Una de las imágenes de setup no se pudo migrar.
fr_fr: Une des images du setup n'a pas pu être migrée. Désolé pour le désagrément...
it_it: Non è stato possibile migrare una delle immagini di setup.

source: This title is too long (more than 48 characters)
es_es: Este título es demasiado largo (más de 48 caracteres)
fr_fr: Ce titre est trop long (plus de 48 caractères en tout cas)
it_it: Questo titolo è troppo lungo (più di 48 caratteri)

source: This description is too long (more than 5000 characters)
es_es: Esta descripción es demasiada larga (más de 5000 caracteres)
fr_fr: La description est trop longue (plus de 5000 caractères).
it_it: Questa descrizione è troppo lunga (più di 5000 caratteri)

source: This E-mail address is already used
it_it: Questo indirizzo e-mail è già utilizzato

source: We need a valid E-mail address
es_es: Necesitamos una dirección electrónica valida.
fr_fr: Nous avons besoin d'une adresse email valide
it_it: Abbiamo bisogno di un indirizzo e-mail valido

source: The password has to contain more than 8 characters
es_es: La contraseña debe tener más de 8 carácteres.
fr_fr: Votre mot de passe doit contenir 8 caractères ou plus
it_it: La password deve contenere più di 8 caratteri

source: An internal error occurred while creating your profile picture. Please contact an administrator.
es_es: Un error interno occurió durante la creación de tu foto de perfil. Por favor, contacta con un administrador.
fr_fr: Une erreur interne est survenue pendant que nous créions votre image de profil. Veuillez contacter un administrateur
it_it: Si è verificato un errore interno durante la creazione dell'immagine del profilo. Contattare un amministratore.
