Repository: Mikescops/mysetup
Catalog: src/Locale/*/default.po
Languages: es_es, fr_fr, it_it

source: You must be logged in to comment
es_es: Tienes que estar conectado para comentar
fr_fr: Vous devez être connecté(e) pour commenter ce setup
it_it: Devi essere loggato per commentare

source: Log me in !
es_es: ¡ Quiero conectarme !
fr_fr: Se connecter !
it_it: Effettua il login !

source: Login | mySetup.co
es_es: Iniciar Sesión | mySetup.co
fr_fr: Se connecter | mySetup.co
it_it: Fare il login | mySetup.co

source: Register
es_es: Registro
fr_fr: S'inscrire
it_it: Registrare

source: Reset Password
es_es: Reinicializar contraseña
fr_fr: Mot de passe perdu
it_it: Reimposta Password

source: OR
it_it: O

source: Repeat password
es_es: Confirmar contraseña
fr_fr: Répéter le mot de passe
it_it: Ripetere la password

source: Password should be at least 8 characters.
es_es: La contraseña debe tener más de 8 carácteres.
fr_fr: Le mot de passe doit contenir au moins 8 caractères
it_it: La password deve essere di almeno 8 caratteri.

source: Sign up
es_es: Entrar
fr_fr: S'inscrire
it_it: Registrati

source: Sign up with
it_it: Registrati con

source: To reset your password enter your email and we'll send you a new temporary password.
es_es: Para reinicializar tu contraseña, debes entrar tu dirección electrónica y te mandaremos una nueva contraseña temporal.
fr_fr: Pour réinitialiser votre mot de passe, entrez votre adresse email et nous vous enverrons un code temporaire pour vous connecter et le modifier
it_it: Per reimpostare la password inserisci la tua email e ti invieremo una nuova password temporanea.

source: Setups by
es_es: Setups de
fr_fr: Setups proposés par
it_it: Setup da

source: All the setups shared by
es_es: Todas las setups compartidas por
fr_fr: Tous les setups partagés par
it_it: Tutti i setup condivisi da

source: There is no setup here yet...
es_es: Todavia no hay setup en esta cuenta...
fr_fr: Il n'y a pas de setup à afficher ici encore...
it_it: Non c' è ancora nessuna configurazione qui...

source: Add your first setup !
es_es: ¡ Añade tu primera configuración !
fr_fr: Ajoute ton premier setup !
it_it: Aggiungi il tuo primo setup !

source: Got another setup ? Add it now !
es_es: ¿ Tienes otra setup ? ¡ Añádelo ahora !
fr_fr: Tu as un autre setup ? Ajoute-le maintenant !
it_it: Hai un' altra setup ? Aggiungi ora !

source: Create a Setup
es_es: Crear una setup
fr_fr: Créer un Setup
it_it: Creare un Setup

source: Edit this user
es_es: Editar este usuario
fr_fr: Éditer cet utilisateur
it_it: Modifica questo utente

source: comment
es_es: comentario
fr_fr: commentaire
it_it: commento

source: notification have been sent !
es_es: ha sido enviada.
fr_fr: notification a été envoyée !

source: You need a featured image with this setup !
es_es: ¡ Necesitas una imagen con tu setup !
fr_fr: Vous avez besoin d'une image d'en-tête avec ce setup !

source: The user could not be saved. (Is this address already taken ?)
es_es: El usuario no pudo ser guardado. (¿ Quizá esta dirección ya sea utilizada ?)
fr_fr: Votre compte n'a pas pu être créé (cette adresse email est peut-être déjà utilisée...)

source: One of the file you uploaded could not be saved.
es_es: Uno de los archivos que subiste no pudo ser guardado.
fr_fr: Un des fichiers que vous avez chargé n'a pas pu être enregistré. Veuillez contacter un administrateur

source: Your query does not contain enough characters.
es_es: Su consulta no contiene suficientes caracteres.
fr_fr: La requête n'est pas assez longue.

source: Dashboard | myAdmin
es_es: Tablero de instrumentos | myAdmin
fr_fr: Tableau de bord | myAdmin

source: Certified users
es_es: Usuarios certificados
fr_fr: Utilisateurs certifiés

source: Twitch users
es_es: Usuarios de Twitch
fr_fr: Utilisateurs de Twitch

source: Twitch user id
es_es: Identificador de usuario Twitch
fr_fr: Identifiant utilisateur Twitch

source: Admin user
es_es: Usuario administrador
fr_fr: Administrateur

source: Ownership requests
es_es: Solicitudes de propiedad
fr_fr: Demandes de propriété

source: Certified
es_es: Certificado
fr_fr: Certifié

source: Not certified
es_es: No certificado
fr_fr: Non-certifié

source: Resource
es_es: Recurso
fr_fr: Ressource

source: Users | myAdmin
es_es: Usuarios | myAdmin
fr_fr: Utilisateurs | myAdmin

source: Email
es_es: Dirección electrónica

source: Our latest updates
es_es: Nuestras últimas actualizaciones
fr_fr: Nos dernières acutalités

source: Home
es_es: Recepción
fr_fr: Accueil

source: Click to add a featured image *
es_es: Haz clic para agregar una imagen *
fr_fr: Cliquez pour ajouter une image *

source: Add gallery image
es_es: Añadir imagen galería
fr_fr: Ajouter une image à la galerie

source: Video (Youtube, Dailymotion, Twitch, ...)
es_es: Vídeo (YouTube, Dailymotion, Twitch, ...)
fr_fr: Vidéo (Youtube, Dailymotion, Twitch, ...)

source: It's not my setup !
es_es: ¡ Esta no es mi setup !
fr_fr: Ce n'est pas mon setup !

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Change featured image
es_es: Cambiar imagen destacada
fr_fr: Modifier l'image en-avant

source: Or, use an image instead of the extension
es_es: O bien, puedes utiliza una imagen en lugar de la extensión
fr_fr: Ou alors, tu peux utiliser une image à la place de l'extension

source: Go to your Twitch channel and toggle panel edition.
es_es: Ve a tu canal Twitch y después al "panel edition".
fr_fr: Rends-toi sur la page de ta chaîne Twitch, et ouvre le panneau d'édition

source: Copy the following url in the link field
es_es: Pon la siguiente URL en el campo de enlace
fr_fr: Copie cette URL dans le champ lien

source: And add your personal mySetup.co banner image !
es_es: ¡ Y añade tu foto de portada personal de mySetup.co !
fr_fr: Et ajoute ta bannière mySetup.co personnelle !

source: You can even configure your Twitch Chat bot to display your link or image.
es_es: También puedes configurar tu robot de Twitch Chat para fijar tu enlace o tu foto.
fr_fr: Tu peux aussi configurer le Bot Chat de Twitch pour afficher ton lien ou ton image.

source: Logout
es_es: Cerrar sesión
fr_fr: Se déconnecter

source: Log in
es_es: Iniciar sesión
fr_fr: Se connecter

source: Partners
es_es: Socios
fr_fr: Partenaires

source: Hey there !
es_es: ¡ Hola !
fr_fr: Coucou !

source: My likes | mySetup.co
es_es: Mis likes | mySetup.co
fr_fr: Mes likes | mySetup.co

source: Setups you like on mySetup.co
es_es: Setups que te gustan en mySetup.co
fr_fr: Les setups que vous avez aimés sur mySetup.co

source: My likes
es_es: Mis likes
fr_fr: Mes likes

source: mySetup | Share your own setup
es_es: mySetup | Comparte tu propia setup
fr_fr: mySetup.co | Partage ton setup pc

source: You didn't add any setup yet !
es_es: ¡ Todavía no has añadido ninguna setup !
fr_fr: Tu n'as pas encore créé de setup !

source: Start now and select all your setup's components.
es_es: Comience ahora y seleccione todos los componentes de tu setup.
fr_fr: Commencer maintenant et sélectionner les composants.

source: Your main setup has
es_es: Tu setup principal tiene
fr_fr: Ton setup principal a

source: Share it to get more
es_es: Compártelo para obtener más de ellos
fr_fr: Partage-le pour en avoir plus

source: Popular setups
es_es: Setups populares
fr_fr: Setups populaires

source: Latest setups
es_es: Ultimas setups
fr_fr: Derniers setups ajoutés

source: More recent setups
es_es: Otras setups recientes
fr_fr: D'autres setups récents

source: Site Publisher
es_es: Editor del sitio
fr_fr: Site Éditeur

source: Contact
es_es: Contacto

source: or by email
es_es: o por correo electrónico
fr_fr: ou par email

source: © 2017 - 2018 mysetup.co – All rights reserved. Total or partial production or imitation of said documents without the express prior written consent of mysetup.co is strictly prohibited and constitutes a punishable violation under France’s Intellectual Property Code. All brands and trademarks on mysetup.co belongs to their respective owners.
es_es: © 2017 - 2018 mysetup.co – Todos los derechos reservados. La reproducción completa o parcial o la imitación de los mismos sin en consentimiento previo por escrito de mysetup.co está estrictamente prohibida y constituye una violación punible bajo el Código de Propiedad Intelectual de Francia. Todas las marcas y marcas registradas de mysetup.co pertenecen a sus respectivos propietarios.
fr_fr: © 2017 - 2018 mysetup.co – Tous droits réservés. Toute reproduction, même partielle, de contenu publié sur ce site est strictement interdite sans consentement écrit de mysetup.co, et constitue une violation punissable selon le Code de la Propriété Intellectuelle Français. mysetup.co est une marque déposée et appartient à ses propriétaires respectifs.

source: Q&amp;A
es_es: P&amp;R
fr_fr: FAQ

source: Login
es_es: Iniciar Sesión
fr_fr: Se connecter

source: No
fr_fr: Non
