Repository: Mikescops/mysetup
Catalog: src/Locale/*/default.po
Languages: es_es, fr_fr, it_it

source: Your default picture could not be set... Please contact an administrator.
es_es: Tu imagen por defecto no pudo ser establecida... Por favor, contacta con un administrador.
fr_fr: Votre image de profil n'a pas pu être mise en place. Veuillez contacter un administrateur
it_it: Impossibile impostare l'immagine predefinita ... Si prega di contattare un amministratore.

source: An internal error occurred while saving your profile picture. Please contact an administrator.
es_es: Un error interno occurió al guardar tu foto de perfil. Por favor, contacta con un administrador.
fr_fr: Une erreur interne est survenue pendant que nous enregistrions votre image de profil. Veuillez contacter un administrateur
it_it: Si è verificato un errore interno durante il salvataggio dell'immagine del profilo. Si prega di contattare un amministratore.

source: Your profile picture could not be compressed, resized, converted to a PNG format or saved... Please contact an administrator.
es_es: Una de tus imágenes no pudo ser convertida en PNG, comprimida, ajustada o guardada... Por favor, contacta con un administrador.
fr_fr: Votre image n'a pas pu être compressée, redimensionnée, convertie en .png ou bien enregistrée. Veuillez contacter un administrateur
it_it: L'immagine del tuo profilo non può essere compressa, ridimensionata, convertita in formato PNG o salvata ... Si prega di contattare un amministratore.

source: Your profile picture could not be saved.
es_es: No se pudo guardar tu foto de perfil.
fr_fr: Votre image de profil n'a pas pu être enregistrée
it_it: L'immagine del tuo profilo non poteva essere salvata.

source: The file you uploaded does not validate our rules... Please contact an administrator.
es_es: El archivo que subiste no es conforme con nuestras normas... Por favor, contacta con un administrador.
fr_fr: Le fichier que vous avez sélectionné ne valide pas nos exigences. Veuillez contacter un administrateur
it_it: Il file che hai caricato non convalida le nostre regole ... Si prega di contattare un amministratore.

source: Your profile picture could not be resized, converted to a PNG format or saved... Please contact an administrator.
es_es: Una de tus imágenes no pudo ser convertida en PNG, ajustada o guardada... Por favor, contacta con un administrador.
fr_fr: Votre image de profil n'a pas pu être redimensionnée, convertie en PNG ou bien enregistrée... Veuillez contacter un administrateur.
it_it: L'immagine del tuo profilo non può essere ridimensionata, convertita in formato PNG o salvata ... Si prage di contattare un amministratore.

source: Comments | myAdmin
es_es: Comentarios | myAdmin
fr_fr: Commentaires | myAdmin
it_it: Commenti| myAdmin

source: Comments
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti

source: Content
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto

source: User
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente

source: Date
es_es: Fecha y hora
it_it: Data

source: Actions
es_es: Acciónes
it_it: Azioni

source: View
es_es: Ver
fr_fr: Voir
it_it: Vista

source: Delete
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancellare

source: Are you sure you want to delete this comment ?
es_es: ¿ Estás seguro que quieres eliminar este comentario ?
fr_fr: Êtes-vous vraiment sûr(e) de vouloir supprimer ce commentaire ?
it_it: Sei sicuro di volere cancellare questo commento ?

source: first
es_es: primero
fr_fr: Première
it_it: primo

source: previous
es_es: precedente
fr_fr: Précédente
it_it: prima

source: next
es_es: siguiente
fr_fr: Suivante
it_it: dopo

source: last
es_es: último
fr_fr: Dernière
it_it: ultimo

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
es_es: Pagina {{page}} de {{pages}}, mostrando {{current}} elemento(s) entre un total de {{count}}
fr_fr: Page {{page}} sur {{pages}}, présentant {{current}} entrée(s) sur un total de {{count}}
it_it: Pagina {{page}} di {{pages}}, che mostra {{current}} record di {{count}} totale

source: Users Store
it_it: Negozio utenti

source: Recently connected
es_es: Conectados recientemente
fr_fr: Récemment connectés
it_it: Recentemente connesso

source: Mail verified
es_es: Correo verificado
fr_fr: Email vérifié
it_it: Email verificata

source: Certified user
es_es: Usuario certificado
fr_fr: Certifié
it_it: Utente certificato

source: View more
it_it: Guarda di più

source: Recently registered
es_es: Registrado recientemente
fr_fr: Récemment inscrits
it_it: Recentemente registrato

source: Latest comments
es_es: Últimos comentarios
fr_fr: Derniers commentaires
it_it: Ultimi commenti

source: asks for ownership on
es_es: pide la apropiación de
fr_fr: demande la propriété de
it_it: chiede la proprietà su

source: Other users
es_es: Otros usuarios
fr_fr: Autres utilisateurs
it_it: Altri utilizzatori

source: Image
it_it: Immagine

source: Product
it_it: Prodotto

source: Comment
es_es: Comentario
fr_fr: Commentaire
it_it: Commento

# commentaire "sur" un setup
source: on
es_es: que se refiere a
fr_fr: about
it_it: su

# "sur" un site
source: on
es_es: sobre
fr_fr: sur
it_it: su

source: See
it_it: Vedere

source: Resources | myAdmin
es_es: Recursos | myAdmin
fr_fr: Ressources | myAdmin
it_it: Risorse | myAdmin

source: Resources
es_es: Recursos
fr_fr: Ressources
it_it: Risorse

source: Type
es_es: Tipo
it_it: Tipo

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo

source: Send Notification | myAdmin
es_es: Enviar una Notification | myAdmin
fr_fr: Envoyer une Notification | myAdmin
it_it: Invia Notifica | myAdmin

source: Send notification
es_es: Enviar una notification
fr_fr: Envoyer une notification
it_it: Invia notifica

source: Type to search
it_it: Tipo da cercare

source: User ID
it_it: Utente ID

source: Content of notification (you can use HTML)
es_es: Contenido de la notificación (puede utilizar HTML)
fr_fr: Contenu de la notification (compatible HTML)
it_it: Contenuto della notifica (puoi usare HTML)

source: Push notification
es_es: Enviar la notification
fr_fr: Envoyer la notification
it_it: Invia notifica

source: Author
es_es: Autor
fr_fr: Auteur
it_it: Scrittore

source: Featured
es_es: Destacado
fr_fr: En-avant
it_it: Presentato

source: Status
es_es: Estatus
it_it: Stato

source: Created on
es_es: Creado le
fr_fr: Créé le
it_it: Creato

source: Modified on
es_es: Modificado le
fr_fr: Modifié le
it_it: Modificato

source: Yes
es_es: Sí
fr_fr: Oui
it_it: Si

source: Are you sure you want to delete this setup ?
es_es: ¿ Estás seguro que quieres eliminar esta setup ?
fr_fr: Êtes-vous vraiment sûr(e) de vouloir supprimer ce setup ?
it_it: Sei sicuro di volere cancellare questo setup ?

source: Feature
it_it: Presentato

source: Reject
it_it: Rifiutare

source: Are you sure you want to ban this setup ?
it_it: Sei sicuro di volere cancellare questo setup ?

source: Add new article | myAdmin
it_it: Aggiungi un nuovo articolo | myAdmin

source: Add post
es_es: Añadir publicación
fr_fr: Ajouter un article
it_it: Aggiungere un articolo

source: Submit
es_es: Subir
fr_fr: Soumettre
it_it: Invia

source: Edit
it_it: Modifica

source: Edit post
es_es: Editar publicación
fr_fr: Éditer un article
it_it: Modifica post

source: Edit
es_es: Editar
fr_fr: Éditer
it_it: Modifica

source: Articles | myAdmin
it_it: Articoli | myAdmin

source: Add Article
es_es: Añadir artículo
fr_fr: Ajouter un Article
it_it: Aggiungere un Articolo

source: Category
it_it: Categorie

source: Are you sure you want to delete this article ?
es_es: ¿ Estás seguro que quieres eliminar este publicacion ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cet article ?
it_it: Sei sicuro di volere cancellare questo articolo ?

source: Users
es_es: Usuarios
fr_fr: Utilisateurs
it_it: Utilizzatori

source: Name
es_es: Apellido
fr_fr: Nom
it_it: Nome

source: Store
it_it: Negozio

source: Timezone
es_es: Huso horario
fr_fr: Fuseau horaire
it_it: Fuso orario

source: Last Login
es_es: Ùltimo acceso
fr_fr: Dernière connexion
it_it: Ultimo login

source: Social
fr_fr: Réseaux sociaux
it_it: Sociale

source: Are you sure you want to delete this user ?
es_es: ¿ Estás seguro que quieres eliminar este usuario ?
fr_fr: Êtes-vous vraiment sûr(e) de vouloir supprimer cet utilisateur ?
it_it: Sei sicuro di volere cancellare questo utente ?

source: Profile picture of
es_es: Foto del perfil de
fr_fr: Image de profil de
it_it: Foto del profilo di

source: View live profile
it_it: Visualizza il profilo

source: Verified
it_it: Certificatos

source: Not verified
it_it: Non certificatos

source: Setup of
es_es: Setup de
fr_fr: Setup de
it_it: Setup di

source: Edit this article
es_es: Editar esta publicación
fr_fr: Éditer cet article
it_it: Modifica questo articolo

source: Delete this article
es_es: Eliminar esta publicación
fr_fr: Supprimer cet article
it_it: Cancellare questo articolo

source: Published on
es_es: Publicado el
fr_fr: Publié le
it_it: Pubblicato il

source: by
es_es: por
fr_fr: par
it_it: di

source: Only you can see this setup
es_es: Sólo tu puede ver esta setup
fr_fr: Vous seulement pouvez voir ce setup
it_it: Solo tu puoi vedere questo setup

source: Your setup has been rejected. You will find the reason within its description.
it_it: Le setup è stata rifiutata. Troverete il motivo nella sua descrizione.

source: Creator
it_it: Creatore

source: Discover this setup
it_it: Scopri questa configurazione

source: Change only what you want !
es_es: ¡ Puedes editar lo que quieras !
fr_fr: Modifier uniquement ce que vous voulez !
it_it: Cambia solo quello che vuoi !

source: Email address
es_es: Dirección electrónica
fr_fr: Adresse email
it_it: Indirizzo email

source: Change the user profile picture
es_es: Cambiar la imagen de perfil del usuario
fr_fr: Modifier l'image de profil de l'utilisateur
it_it: Modifica dell' immagine del profilo utente

source: Confirm password
es_es: Confirmar la contraseña
fr_fr: Confirmer le mot de passe
it_it: Conferma password

source: User verified
es_es: Usuario verificado
fr_fr: Utilisateur vérifié
it_it: Utente verificato

source: Change the user password
es_es: Cambiar la contraseña
fr_fr: Changer le mot de passe de l'utilisateur
it_it: Modifica della password utente

source: Delete this account
es_es: Eliminar esta cuenta
fr_fr: Supprimer ce compte
it_it: Cancellare questo account

source: You are going to delete your account and all its content (profile, setups, comments, likes) ! Are you sure ?
es_es: Vas a borrar tu cuenta y todo su contenido (perfil, setups, comentarios, likes) ! ¿ Estás seguro ?
fr_fr: Tu es sur le point de supprimer ton compte et tout ce qu'il contient (profil, setups associés, commentaires, mentions "J'aime") ! Es-tu vraiment sûr(e) ?
it_it: Si sta per eliminare il tuo account e tutto il suo contenuto (profilo, setups, commenti, likes) ! Sei sicuro ?

source: Change my profile picture
es_es: Cambiar mi foto del perfil
fr_fr: Changer mon image de profil
it_it: Cambia l'immagine del mio profilo

source: Choose your main setup :
es_es: Elija tu configuración principal :
fr_fr: Choisissez votre setup principal :
it_it: Scegli la tua configurazione principale :

source: Change my password
es_es: Cambiar la contraseña
fr_fr: Modifier mon mot de passe
it_it: Cambia la mia password

source: Delete my account
es_es: Eliminar mi cuenta
fr_fr: Supprimer mon compte
it_it: Cancella il mio account

source: Retrieve my data
it_it: Recupera i dati personali

source: Basics
es_es: Lo Esencial
fr_fr: Détails
it_it: Nozioni di base

source: Components
es_es: Componentes
fr_fr: Composants
it_it: Componenti

source: More infos
es_es: Varios
fr_fr: Divers
it_it: Ulteriori informazioni

source: Description
es_es: Descripción
it_it: Descrizione

source: Markdown supported
es_es: Compatible con Markdown
fr_fr: Markdown supporté
it_it: Markdown supportati

source: We only accept images lighter than 5 MB !
it_it: Si accettano solo immagini più chiare di 5 MB !

source: Featured Preview
es_es: Vista previa imagen
fr_fr: Pré-visualisation de l'image en-avant
it_it: Anteprima in primo piano

source: Gallery Preview
es_es: Vista previa de la galería
fr_fr: Pré-visualisation de la galerie
it_it: Anteprima Galleria

source: Change gallery image
es_es: Cambiar imagen de la galería
fr_fr: Modifier une image de la galerie
it_it: Cambia l'immagine della galleria

source: Next step
es_es: Siguiente paso
fr_fr: Étape suivante
it_it: Passo prossimo

source: Save as draft (the setup will not be visible)
es_es: Guardar como borrador (la setup no será visible)
fr_fr: Enregistrer en tant que brouillon (ce setup ne sera pas visible publiquement)
it_it: Salva come bozza (l'installazione non sarà visibile)

source: Search for components...
es_es: Buscar componentes...
fr_fr: Chercher des composants...
it_it: Ricerca di componenti...

source: Add a product manually
es_es: Añadir un producto manualmente
fr_fr: Ajouter un produit manuellement
it_it: Aggiungi un prodotto manualmente

source: Setup items
it_it: Componenti del setup

source: Setup's owner
es_es: Propietario de la setup
fr_fr: Propriétaire du setup
it_it: Proprietario del setup

source: Feature this setup !
es_es: ¡ Destacar esta setup !
fr_fr: Mettre en-avant ce setup !
it_it: Presenta questa configurazione!

source: Publish
es_es: Publicar
fr_fr: Publier
it_it: Pubblica

source: You are going to delete this setup ! Are you sure ?
es_es: ¡ Vas a eliminar esta setup ! ¿ Estás seguro ?
fr_fr: Êtes-vous vraiment sûr(e) de vouloir supprimer ce setup ?
it_it: Sei sicuro di volere cancellare questo setup ?

source: Product Title
es_es: Título del producto
fr_fr: Titre du produit
it_it: Titolo del prodotto

source: Add
es_es: Añadir
fr_fr: Ajouter
it_it: Aggiungere

source: How to embed the setup on my website ?
es_es: ¿ Cómo incrustar la setup en mi sitio web ?
fr_fr: Comment intégrer un setup sur mon site Internet ?
it_it: Come incastrare la configurazione nel mio sito web ?

source: It's pretty easy, just add the code below to your page (and set the setup id accordingly)
es_es: Es bastante fácil, sólo tienes que añadir el siguiente código a tu página (y establecer el ID de setup en consecuencia)
fr_fr: C'est plutôt simple, il te suffit d'ajouter le code ci-dessous à ta page (et de régler l'ID de setup en conséquence)
it_it: E 'abbastanza facile, basta aggiungere il codice qui sotto alla tua pagina (e impostare l'id di setup di conseguenza)

source: Setup shared by
es_es: Setup compartida por
fr_fr: Setup partagé par
it_it: Setup condivisa da

source: Preview
es_es: Previsualización
fr_fr: Prévisualisation
it_it: Anteprima

source: The embedded setup is responsive by default. You can set a fixed size by editing the attribute ms-width with the width of your choice.
es_es: La configuración incrustada es responsive de forma predeterminada. Puedes establecer un tamaño fijo editando el atributo ms-width con el ancho de su elección.
fr_fr: Le setup intégré est "responsive" par défaut. Tu peux toujours régler une taille fixe en éditant l'attribut ms-width.
it_it: Per impostazione predefinita, l'setup incorporata è reattiva. È possibile impostare una dimensione fissa modificando l'attributo ms-width con la larghezza desiderata.

source: How to embed your setup in Twitch ?
es_es: ¿ Cómo compartir tu setup en Twitch ?
fr_fr: Comment intégrer ce setup à Twitch ?
it_it: Come incastrare la tua configurazione in Twitch ?

source: The simpliest way to add your setup under your Twitch stream is to use our official extension.
es_es: La manera más sencilla de añadir tu configuración bajo tu stream de Twitch es usar nuestra extensión oficial.
fr_fr: Le moyen le plus simple pour ajouter ton setup sous ton stream Twitch et d'utiliser l'extension officielle.
it_it: Il modo più semplice per aggiungere il tuo setup sotto lo stream Twitch è usare la nostra estensione ufficiale.

source: Install via Twitch MarketPlace
es_es: Instalar a través del Twitch MarketPlace
fr_fr: Installer par le Twitch MarketPlace
it_it: Installare tramite Twitch MarketPlace

source: Read our latest news
es_es: Lea nuestras últimas noticias
fr_fr: Découvrez nos dernières annonces
it_it: Leggi le nostre ultime notizie

source: Hello
it_it: Ciao

source: Your password has been reseted and set to
it_it: La password è stata reimpostata e impostata su

source: Please click on the button below to log you in, and don't forget to change it as soon as possible
it_it: Clicca sul pulsante sottostante per effettuare il login e non dimenticare di modificarlo al più presto

source: Show me the login page !
it_it: Mostrami la pagina di login !

source: Please, in order to activate your account, click on the following button (your account will stay unverified for one month)
it_it: Per attivare il tuo account, clicca sul seguente pulsante (il tuo account rimarrà non verificato per un mese)

source: Verify my account !
it_it: Verifica il mio account !

source: Your account has just been successfully created on
it_it: Il tuo account è stato appena creato con successo su

source: We are so glad you joined us
it_it: Siamo così felici che sei entrato a far parte di noi

source: Come and add your first setup !
it_it: Vieni ad aggiungere il tuo primo setup !

source: 404 page
es_es: Pagina 404
fr_fr: Page 404
it_it: Pagina 404

source: This page does not exist
es_es: Esta pagina no existe
fr_fr: Cette page n'existe pas
it_it: Questa pagina non esiste

source: Wrong page, wrong link ? Try to search something :
es_es: ¿ Página incorrecta, enlace incorrecto ? Intenta buscar algo :
fr_fr: Mauvaise page ? Mauvais lien ? Essayez de chercher quelque chose :
it_it: Pagina sbagliata, collegamento errato? Prova di cercare qualcosa :

source: Search component, user or setup...
es_es: Buscar componente, usuario o setup...
fr_fr: Rechercher un composant, un utilisateur ou bien un setup...
it_it: Cerca componente, utente o setup ...

source: Something went wrong
es_es: Algo ha pasado mal
fr_fr: Quelque chose s'est mal passé
it_it: Qualcosa è andato storto

source: An Internal Error Has Occurred :(
es_es: Error Interna :(
fr_fr: Une erreur interne est survenue :(
it_it: Un errore interno si è verificato :(

source: Error
fr_fr: Erreur
it_it: Errore

source: Articles
it_it: Articoli

source: View website
es_es: Ver el sitio web
fr_fr: Voir le site
it_it: Visualizza il sito Web

source: Welcome
es_es: Bienvenido
fr_fr: Bienvenue
it_it: Benvenuto

source: Clear applications caches
it_it: Cancella le cache delle applicazioni

source: Are you sure you want to clear the application caches ?
it_it: Sei sicuro di voler cancellare le cache dell'applicazione ?

source: Development Instance
it_it: Istanza di Sviluppo

source: Add Setup
es_es: Añadir una setup
fr_fr: Créer un setup
it_it: Aggiungere Setup

source: Admin Panel
es_es: Panel de Administración
fr_fr: Admin
it_it: Pannello del Amministratore

source: Categories
es_es: Categorías
fr_fr: Catégories
it_it: Categorie

source: Most recent
es_es: Lo más reciente
fr_fr: Les plus récents
it_it: Piu recente

source: Staff Picks
it_it: Selezione del Staff

source: My Likes
es_es: Mis Likes
fr_fr: Mes Likes
it_it: I Miei Preferiti

source: My Setups
es_es: Mis Setups
fr_fr: Mes Setups
it_it: Le mie Setups

source: Edit Profile
es_es: Editar el perfil
fr_fr: Éditer mon profil
it_it: Modifica il profilo

source: Sign In / Up
es_es: Registro / Entrar
fr_fr: Se connecter / S'enregister
it_it: Registrarsi / Iscriversi

source: Help - Q&amp;A
es_es: Ayuda - P&amp;R
fr_fr: Aide - FAQ
it_it: Aiuto - Q&amp;A

source: Connect with
es_es: Se conectar con
fr_fr: Se connecter avec
it_it: Connettere con

source: Search a component... Find a cool setup !
es_es: Buscar un componente... ¡ Encontrar una setup que mola !
fr_fr: Chercher un composant... Trouver un setup sympa' !
it_it: Cerca un componente... Trova un setup fantastico !

source: Join us and start building your setup
es_es: Participe y empiece a crear su setup
fr_fr: Rejoins-nous et ajoute ton setup
it_it: Unisciti a noi e inizia a costruire il tuo setup

source: Sign me in !
es_es: Se connectar !
fr_fr: Se connecter !
it_it: Accedimi !

source: About us
es_es: Nosotros
fr_fr: À propos de nous
it_it: Riguardo a noi

source: Our Blog
es_es: Nuestro Blog
fr_fr: Notre Blog
it_it: Il nostro blog

source: Our Team
es_es: Nuestro Equipo
fr_fr: Notre Équipe
it_it: La nostra squadra

source: Legal Mentions
es_es: Aviso legal
fr_fr: Mentions Légales
it_it: Menzioni legali

source: Support
es_es: Soporte
it_it: Supporto

source: Report a bug
es_es: Reportar un error
fr_fr: Signaler un bogue
it_it: Segnalare un bug

source: All rights reserved
es_es: Todos los derechos reservados
fr_fr: Tous droits réservés
it_it: Tutti i diritti riservati

source: Back
es_es: Atrás
fr_fr: Retour
it_it: Indietro

source: {0}'s likes
it_it: Le piace de {0}

source: Setups liked by {0} on mySetup.co
it_it: Installazioni preferite da {0} su mySetup.co

source: Notifications
it_it: Notifiche

source: Your notifications on mySetup.co
it_it: Le tue notifiche su mySetup.co

source: Mark as read
it_it: Segna come letta

source: Mark as unread
it_it: Segna come non letta

source: Delete notification
it_it: Sopprimere la notifica

source: No new notification
it_it: Nessuna nuova notifica

source: Notification
it_it: Notifica

source: Bug Report | mySetup.co
es_es: Error Informe | mySetup.co
fr_fr: Rapport de Bogue | mySetup.co
it_it: Riportare un errore | mySetup.co

source: You found an issue on mySetup.co ? Report us and we will analyze this as soon as possible.
it_it: Hai trovato un problema su mySetup.co ? Segnalateci e vi analizzeremo al più presto.

source: Bug Report
es_es: Informe de error
fr_fr: Signaler un bogue
it_it: Riportare un errore

source: An email to contact you, young visitor !
es_es: ¡ Un correo electrónico para contactarte, joven visitante !
fr_fr: Une adresse email pour vous contacter, jeune visiteur !
it_it: Un email per contattarti, giovane visitatore !

source: Bug description
es_es: Descripción del error
fr_fr: Description du bogue
it_it: Descrizione di un errore

source: Please, describe precisely the bug you unfortunately encountered on mySetup.co...
es_es: Por favor, describa con precisión el error que desafortunadamente encontras en mySetup.co...
fr_fr: Merci de décrire précisemment ici le bogue que vous avez malencontreusement recontré sur mySetup.co...
it_it: Vi preghiamo di descrivere esattamente il bug che purtroppo avete incontrato su mySetup.co...

source: Send
es_es: Mandar
fr_fr: Soumettre
it_it: Invia

source: Share your own setup
it_it: Condividi il tuo setup

source: The best place to share your computer setup with your community ! Inspire others or get inspired with gaming setups, battlestations...
es_es: ¡ El mejor lugar para compartir la setup de tu computadora con tu comunidad ! Inspirar a otros o inspirarte en las setups de juegos, battlestations ...
fr_fr: La meilleure plateforme pour partager votre setup d'ordinateur avec votre communauté ! Inspirez et soyez inspiré par des setups gaming, battlestations...
it_it: Il posto migliore per condividere la configurazione del tuo computer con la tua communità ! Ispira gli altri o lasciati ispirare da configurazioni di gioco, battlestations ...

source: Share your setup everywhere
it_it: Condividi il tuo setup

source: Twitch, Twitter, Facebook, personal website...
it_it: Twitch, Twitter, Facebook, sito web personale...

source: Add my setup
es_es: Añadir mi setup
fr_fr: Créer mon setup
it_it: Aggiungi il mio setup

source: You can add your setup or find inspiration in the awesome content below!
it_it: Potete aggiungere il vostro setup o trovare l'ispirazione nei fantastici contenuti qui sotto !

source: Add my setup now
es_es: Añadir mi setup ahora
fr_fr: Créer mon setup maintenant
it_it: Aggiungi ora il mio setup

source: Welcome back
it_it: Bentornati

source: See it in action
es_es: Véalo en acción
fr_fr: Voir en action
it_it: Guardalo in azione
